cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'asdf'
brew 'cairo'
brew 'coreutils'
brew 'giflib'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jpeg'
brew 'libgit2'
brew 'libpng'
brew 'librsvg'
brew 'openssl'
brew 'mcrypt'
brew 'mysql'
brew 'node'
brew 'readline'
brew 'pango'
brew 'pkg-config'
brew 'postgresql'
brew 'pre-commit'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'terragrunt', args: ['ignore_dependencies']
brew 'tfenv'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'google-chrome'
cask 'slack'
cask 'atom'
cask 'jetbrains-toolbox'
cask 'docker' # Docker Desktop
